Repository: Auke1810/wpmr-product-feed-validator
Catalog: languages/wpmr-product-feed-validator-*.po
Languages: nl_nl

source: General
nl_nl: Algemeen

source: Delivery Mode
nl_nl: Bezorgmodus

source: Require Consent (anonymous users)
nl_nl: Toestemming vereist (anonieme gebruikers)

source: Attach CSV to Email
nl_nl: CSV toevoegen aan e-mail

source: Rate Limit per IP/day
nl_nl: Snelheidslimiet per IP/dag

source: Rate Limit per Email/day
nl_nl: Snelheidslimiet per e-mail/dag

source: Blocklist (one per line)
nl_nl: Blokkeerlijst (één per regel)

source: Enable Sampling by Default
nl_nl: Sampling standaard inschakelen

source: Sample Size
nl_nl: Steekproefgrootte

source: Max File Size (MB)
nl_nl: Maximale bestandsgrootte (MB)

source: Timeout (seconds)
nl_nl: Timeout (seconden)

source: Redirect Cap
nl_nl: Doorverwijzingslimiet

source: Enable Shareable Reports
nl_nl: Deelbare rapporten inschakelen

source: Report TTL (days, 0=indefinite)
nl_nl: Rapport TTL (dagen, 0 = onbeperkt)

source: CAPTCHA Site Key
nl_nl: CAPTCHA-site sleutel

source: CAPTCHA Secret Key
nl_nl: CAPTCHA-geheime sleutel

source: Webhook URL (optional)
nl_nl: Webhook-URL (optioneel)

source: Email Subject Template
nl_nl: E-mail onderwerp sjabloon

source: Email Body Template
nl_nl: E-mail inhoud sjabloon

source: Email only
nl_nl: Alleen e-mail

source: Email + on-page display
nl_nl: E-mail + weergave op pagina

source: Email Template Preview
nl_nl: Voorbeeld e-mailsjabloon

source: Live preview using sample values. Update the fields above to customize subject and body.
nl_nl: Live voorbeeld met voorbeeldwaarden. Pas de velden hierboven aan om onderwerp en inhoud te wijzigen.

source: None
nl_nl: Geen

source: I consent to receive the validation report via email.
nl_nl: Ik geef toestemming om het validatierapport per e-mail te ontvangen.

source: Validate Feed
nl_nl: Valideer feed

source: Validating…
nl_nl: Bezig met valideren…

source: Request accepted. Check your email for the report.
nl_nl: Aanvraag geaccepteerd. Controleer je e-mail voor het rapport.

source: There was an error. Please try again.
nl_nl: Er is een fout opgetreden. Probeer het opnieuw.

source: Feed URL is required.
nl_nl: Feed-URL is vereist.

source: A valid email is required.
nl_nl: Een geldig e-mailadres is vereist.

source: Consent is required.
nl_nl: Toestemming is vereist.
